<template>
  <Head>
    <Title> {{ $t("site_name_title") }}{{ $t("term_of_service") }} </Title>
  </Head>
  <div class="privacy">
    <div class="box-privacy">
      <p>-------------------------------------------------------------------</p>
      <p>
        ※参考：
        <NuxtLink
          class="body-text__link"
          to="https://stores.jp/reserve/terms"
          target="_blank"
        >
          https://stores.jp/reserve/terms
        </NuxtLink>
      </p>
      <p>-------------------------------------------------------------------</p>
      <p>
        予約システム「ARXIA 予約」| 無料で予約管理 利用規約 サービス規約（共通）
      </p>
      <p>サービス規約（サービス提供者用） サービス規約（予約者用）</p>

      <div class="main-privacy__content">
        <div class="main-privacy__title">
          <p>■ 総則</p>
        </div>
        <div class="main-privacy__body">
          <div class="main-privacy__body-title">
            <p>
              本利用規約（サービス規約（共通）・サービス規約（サービス提供者用）・サービス規約（予約者用）を含みます。）その他ARXIA
              株式会社（以下「当社」といいます。）が定める一切の規約・規程（以下「本規約」と総称します。）は、当社が提供する予約サービス（当社のウェブサイトやブログ等を通じて提供するサービス、アプリケーションサービスその他全てのサービスを含みます。
              以下「本サービス」といいます。）を利用（サイト閲覧・投稿、予約、データ送信、アカウント登録を含みます。以下同様。）する全ての個人又は法人（以下「ユーザー」といいます。）に適用されます。
            </p>
            <p>
              ユーザーは、本サービスを利用することにより、本規約の全ての規定に同意したものとみなされます。本規約に同意いただけない方は、本サービスを利用することはできません。
            </p>
            <p>
              ----------------------------------------------------------------------
            </p>
            <p>サービス規約（共通）</p>
          </div>
        </div>
      </div>

      <div class="main-privacy__content">
        <div class="main-privacy__title">
          <p>第１条　定義</p>
        </div>
        <div class="main-privacy__body">
          <div class="main-privacy__body-title">
            <p>
              1.「登録ユーザー」とは、第２条に基づいて本サービスにアカウント登録をした個人又は法人をいいます。
            </p>
            <p>
              2.「対象サービス」とは、サービス提供者（次号にて定めます。）が提供するサービスで、本サービスにおいて予約の対象となるサービスをいいます。
            </p>
            <p>
              3.「サービス提供者」とは、本サービスにおいて、対象サービスを提供する又は提供しようとする個人又は法人をいいます。
            </p>
            <p>
              4.「予約者」とは、サービス提供者が提供する対象サービスを利用する又は利用しようとする個人又は法人をいいます。
            </p>
            <p>
              5.「外部サービス」とは、当社以外の事業者が提供するサービスをいいます。
            </p>
            <p>
              6.「連携事業者」とは、本サービスと連携する外部サービスを提供する事業者をいいます。
            </p>
            <p>
              7.「プラン」とは、本サービスのフリープラン、ライトプラン、ベーシックプラン、スタンダードプラン、プレミアムプラン又はアドバンスドプランをいいます。
            </p>
            <p>
              8.「有料プラン」とは、本サービスのライトプラン、ベーシックプラン、スタンダードプラン、プレミアムプラン又はアドバンスドプランをいいます。
            </p>
            <p>
              9.「投稿コンテンツ」とは、ユーザーが本サービスを利用して投稿その他送信する一切の情報（文章、画像、動画その他のデータを含みますがこれらに限りません。）を意味します。
            </p>
            <p>
              10.「営業日」とは、土曜日、日曜日、国民の祝日（国民の祝日に関する法律に規定される国民の祝日をいう。）及び当社の休業日を除いた日をいいます。
            </p>
          </div>
        </div>
      </div>

      <div class="main-privacy__content">
        <div class="main-privacy__title">
          <p>第２条　アカウント登録</p>
        </div>
        <div class="main-privacy__body">
          <div class="main-privacy__body-title">
            <p>
              1.ユーザーは、本規約を遵守することに同意し、当社所定の手続によりアカウント登録の申込をすることができます。
            </p>
            <p>
              2.ユーザーは、アカウント登録の情報を虚偽なく正確に入力し、常に最新の情報となるよう修正するものとします。なお、メールアドレスは日常的に利用し、受信内容を日常的に確認できるものを利用するものとします。
            </p>
            <p>
              3.第1項の申込者が以下の各号のいずれかの事由に該当すると当社が合理的に判断する場合（アカウント登録後に該当することが判明した場合を含みます。）、アカウント登録・本サービスの利用継続を拒否することがあり、また、当社は、その理由について一切開示義務を負いません。
            </p>
            <p>
              1)当社に提供した登録事項の全部または一部につき虚偽、誤記または記載漏れがあった場合
            </p>
            <p>2)本規約に定める禁止事項に違反する場合</p>
            <p>
              3)過去に本規約に違反したことがある場合もしくは当社が不適切であると判断した者からの申込である場合
            </p>
            <p>
              4)申込者が、当社、他の予約者又はサービス提供者との意思疎通が困難と認められる場合
            </p>
            <p>
              5)申込者が未成年者、成年被後見人、被保佐人又は被補助人であり、法定代理人、後見人、保佐人又は補助人の同意等を得ていなかった場合
            </p>
            <p>
              6)申込者が反社会的勢力等（第7条にて定めます。）である又は反社会的勢力等に資金提供をする等反社会的勢力等と何らかの関与をしている場合
            </p>
            <p>
              7)その他アカウント登録の申込を受付が不適切と当社が判断した場合
            </p>
            <p>
              4.法人又は団体であるユーザーがアカウント登録をする場合、当該ユーザーは、当該法人等の正確な名称・所在地等の情報を入力して申込をするものとし（なお、当該情報に変更が生じた場合、変更後の情報を当社に通知するものとし、当社が求めた場合には、最新かつ正確な商号・本店所在地・電話番号を通知するものとします。）、当該情報が不明確な場合、当該申込をした個人が当該アカウント登録をした登録ユーザーとしての義務の一切を負担することに同意します。
            </p>
            <p>
              5.当社は、登録ユーザーに対して、アカウント登録をした法人、団体又はその代表者等について追加の資料又は情報を求めることがあり、登録ユーザーはこれに協力するものとします。
            </p>
          </div>
        </div>
      </div>

      <div class="main-privacy__content">
        <div class="main-privacy__title">
          <p>第３条　料金</p>
        </div>
        <div class="main-privacy__body">
          <div class="main-privacy__body-title">
            <p>
              1.サービス提供者は、本サービスの利用に関して、当社のサービス規約（サービス提供者用）第２章にて定める料金及び契約書・申込書等で当社・サービス提供者が別途合意した料金（もしあれば）を支払うものとします。
            </p>
            <p>
              2.サービス提供者が本サービスの利用に関する料金の支払を遅滞した場合、サービス提供者は、年14.6%による遅延損害金を当社に支払うものとします。
            </p>
          </div>
        </div>
      </div>

      <div class="main-privacy__content">
        <div class="main-privacy__title">
          <p>第４条　環境設定等</p>
        </div>
        <div class="main-privacy__body">
          <div class="main-privacy__body-title">
            <p>
              1.ユーザーは、本サービスを利用するにあたって必要な通信環境、ハードウェア及びソフトウェアを自己の責任と費用負担によって準備し、本サービスを利用するものとします。なお、本サービスの利用に伴う通信費用は、ユーザーの負担となります。
            </p>
            <p>
              2.ユーザーは、投稿コンテンツ等については、自らの責任で同一のデータ等をバックアップとして保存しておくものとし、当社は、かかるデータ等の保管、保存、バックアップ等に関して、一切責任を負わないものとします。
            </p>
          </div>
        </div>
      </div>

      <div class="main-privacy__content">
        <div class="main-privacy__title">
          <p>第５条　確認事項</p>
        </div>
        <div class="main-privacy__body">
          <div class="main-privacy__body-title">
            <p>
              1.登録ユーザーは、アカウント登録に必要なIDとパスワードを登録ユーザー自身の責任によって管理するものとします。
            </p>
            <p>
              2.登録ユーザーは、ID及びパスワードを第三者に利用されないよう、容易に推測できないパスワードや定期的な変更等の手段により、登録ユーザー本人が責任をもって管理するものとします。
            </p>
            <p>
              3.入力されたID及びパスワードがアカウント登録された情報と一致することを当社が確認した場合、当該アカウントの登録ユーザー本人による利用があったものとみなし、万一それらが盗用、不正使用その他の事情により登録ユーザー本人以外の者が利用している場合であっても、それにより生じた損害等について、登録ユーザーの故意又は過失の有無を問わず、当社は一切の責任を負いません。
            </p>
            <p>
              4.登録ユーザー本人以外のユーザーによるパスワード不正使用等の行為により当社又は第三者に損害が生じた場合、当該ユーザーは、当社及び第三者に対して、当該損害を賠償するものとします。
            </p>
            <p>
              5.当社は、以下の各号に該当する場合に、当社の合理的な判断によって、ユーザーの投稿コンテンツを事前の通知なく削除、配信の停止、内容の修正、非公開化することができるものとします。
            </p>
            <p>　・本規約に違反した場合</p>
            <p>　・社会通念や本規約の精神に照らして不適切と判断された場合</p>
            <p>　・不快又は違反の報告が他のユーザーからあった場合</p>
            <p>　・その他当社が不適切と判断した場合</p>
            <p>
              6.当社は、当社の権利・財産やサービス等の保護、又は第三者の生命、身体もしくは財産の保護等の目的から差し迫った必要があると当社が判断した場合には、必要な範囲内で投稿コンテンツその他ユーザーが提供した情報を裁判所や警察等の公的機関に開示・提供することができるものとします。
            </p>
            <p>
              7.当社は、本サービス利用事例を紹介する際に、登録ユーザーのロゴ等を利用することがあります。但し、当社が事前に照会し、当該登録ユーザー等が異議を述べた場合はこの限りではありません。
            </p>
            <p>8.満18歳未満の方は、本サービスを利用することはできません。</p>
            <p>
              9.本サービスは、日本国内において提供されるものであり、当社は、ユーザーが本サービスを日本国外で利用したことに関連して生じた損害について一切の責任を負いません。
            </p>
            <p>
              10.サービス提供者は、本サービスにおいて対象サービスの利用券・回数券その他これらに準じるものを発行する場合には、その利用期限を発行日から180日以内に設定するものとします。
            </p>
            <p>
              11.サービス提供者は、「特定商取引法に関する表記事項」に正確な情報を入力して予約者に提示するものとし、特定商取引に関する法律、割賦販売法、不当景品類及び不当表示防止法、医薬品、医療機器等の品質、有効性及び安全性の確保等に関する法律、その他の関係法令を遵守するものとします。
            </p>
          </div>
        </div>
      </div>

      <div class="main-privacy__content">
        <div class="main-privacy__title">
          <p>第６条　譲渡禁止</p>
        </div>
        <div class="main-privacy__body">
          <div class="main-privacy__body-title">
            <p>
              ユーザーは、第三者にその登録ユーザーID及びパスワード、本規約その他申込書等に基づきユーザーと当社との間に締結される契約における地位及び権利・義務について、当社の書面による承諾のない限り、利用許可・譲渡・売買・貸与・承継・担保設定、その他の処分をすることはできません。
            </p>
          </div>
        </div>
      </div>

      <div class="main-privacy__content">
        <div class="main-privacy__title">
          <p>第７条　反社会的勢力等の排除</p>
        </div>
        <div class="main-privacy__body">
          <div class="main-privacy__body-title">
            <p>
              1.ユーザーは、現在、暴力団、暴力団員、暴力団員でなくなった時から5年を経過しない者、暴力団準構成員、暴力団関係企業、総会屋等、社会運動等標ぼうゴロまたは特殊知能暴力集団等、その他これらに準ずる者（以下「反社会的勢力等」と総称します。）に該当しないこと、および次の各号のいずれにも該当しないことを表明し、かつ、将来にわたっても該当しないことを確約します。
            </p>
            <p>
              　・反社会的勢力等が経営を支配していると認められる関係を有すること
            </p>
            <p>
              　・反社会的勢力等が経営に実質的に関与していると認められる関係を有すること
            </p>
            <p>
              　・自己、自社もしくは第三者の不正の利益を図る目的または第三者に損害を加える目的をもってする等、不当に反社会的勢力等を利用していると認められる関係を有すること
            </p>
            <p>
              　・反社会的勢力等に対して反社会的勢力等と知りながら資金を提供し、または便宜を供与する等の関与をしていると認められる関係を有すること
            </p>
            <p>
              　・役員または経営に実質的に関与している者が反社会的勢力等と社会的に非難されるべき関係を有すること
            </p>
            <p>
              2.ユーザーは、自らまたは第三者をして、次の各号の一にでも該当する行為を行わないことを確約します。
            </p>
            <p>　・暴力的な要求行為</p>
            <p>　・法的な責任を超えた不当な要求行為</p>
            <p>　・取引に関して、脅迫的な言動をし、または暴力を用いる行為</p>
            <p>
              　・風説を流布し、偽計を用い、もしくは威力を用いて相手方の信用を毀損し、または相手方の業務を妨害する行為
            </p>
            <p>　・その他前各号に準ずる行為</p>
            <p>
              3.当社は、ユーザーが前各項のいずれかに違反したと合理的に判断した場合、催告及び自己の債務の履行の提供をすることなく、本サービスの利用停止、登録ユーザーの資格の剥奪、投稿コンテンツの削除、その他必要と認められる措置を事前の通知なく当社の合理的な判断によって実施するものとし、また、当社は、その理由について一切開示義務を負いません。
            </p>
          </div>
        </div>
      </div>

      <div class="main-privacy__content">
        <div class="main-privacy__title">
          <p>第８条　禁止事項</p>
        </div>
        <div class="main-privacy__body">
          <div class="main-privacy__body-title">
            <p>
              1.本サービスの利用について、ユーザーの故意又は過失を問わず、以下の各号に該当すると当社が合理的に判断する行為を禁止します。ユーザーが禁止行為を行った場合は、当社は、事前の告知なく該当箇所の削除や本サービスの利用停止、登録ユーザーの資格の剥奪、投稿コンテンツの削除、その他必要と認められる措置を事前の通知なく当社の合理的な判断によって実施するものとし、また、当社は、その理由について一切開示義務を負いません。
            </p>
            <p>　・本規約に違反する行為</p>
            <p>
              　・ねずみ講、マルチ商法、マルチレベルマーケティング、チェーンメール送信又はこれらに類する行為
            </p>
            <p>
              　・本サービスとは関連性がない又は関連性が著しく小さいと当社が判断する団体やサービス、宗教、活動への勧誘
            </p>
            <p>
              　・宣伝・告知・勧誘・アクセス数向上等を目的とする複数回の投稿又は発信行為（スパム、マルチポスト等）
            </p>
            <p>　・本サービスを介さずに直接取引をし、勧誘する行為</p>
            <p>
              　・本サービスを利用して、営利目的でユーザーを他のウェブサイトに誘導する行為
            </p>
            <p>　・政治活動及び宗教活動</p>
            <p>　・クレジットカード利用枠の現金化を目的とした行為</p>
            <p>　・本サービスの二次利用、複製行為及びこれらを目的とする行為</p>
            <p>
              　・法令又は又は法令上拘束力のある行政措置に違反する行為又はこれらを助長する行為
            </p>
            <p>　・公序良俗に反し又は善良な風俗を害する行為</p>
            <p>
              　・セクシャルハラスメント、ストーキング、その他第三者に対する嫌がらせ行為
            </p>
            <p>
              　・対象サービスの趣旨に沿わない予約や必要以上繰り返される問合せ等の営業妨害行為
            </p>
            <p>　・適法でない又は適法か否かについて判断がつきにくい医療行為</p>
            <p>
              　・詐欺、規制薬物の濫用、マネーロンダリング等の犯罪に結びつく又は結びつくおそれのある行為
            </p>
            <p>
              　・法律で義務付けられている免許、資格条件を満たしていない対象サービスの提供及び利用
            </p>
            <p>
              　・架空取引（自分との取引又は取引があるかのように第三者と通謀する行為等）を行う行為
            </p>
            <p>
              　・公序良俗に反する行為及び公序良俗に反する事項や表現を記載する行為
            </p>
            <p>
              　・性的な内容又は性的な内容を暗黙的に示唆する表現を記載する行為
            </p>
            <p>　・芸術性の有無に関わらず、露出度の高い画像の投稿行為</p>
            <p>　・グロテスク・暴力的な表現の投稿行為</p>
            <p>　・未成年者の人格形成等に悪影響を与えると当社が判断する行為</p>
            <p>　・民族、人種、性別、年齢による差別につながる表現行為</p>
            <p>　・他のユーザーが不快と感じる表現の投稿行為</p>
            <p>　・当社が不適切と認める表現・投稿・書込行為</p>
            <p>　・性的交渉の勧誘行為又は出会いを希望する行為</p>
            <p>
              　・当社、ユーザー、その他第三者の知的財産権、肖像権その他の権利又は名誉、プライバシーを毀損する行為
            </p>
            <p>
              　・個人を特定できる情報（メールアドレス、電話番号、住所等）の掲載行為
            </p>
            <p>
              　・本サービスを通じて得られた他のユーザーの情報や機密情報を当該ユーザーの事前の承諾なしに本サービス以外の目的で利用し又は第三者に提供する行為
            </p>
            <p>
              　・本サービスの改ざん・破壊行為（不正プログラム・ウイルスの送信を含みます。）
            </p>
            <p>
              　・本サービスの脆弱性やバグ・仕様不備の利用、人為的な高負荷の発生行為
            </p>
            <p>　・虚偽の情報記載による他人へのなりすまし行為</p>
            <p>
              　・自己又は他人の名称、住所、電話番号、メールアドレス等について、意図的に虚偽の情報を登録する行為
            </p>
            <p>　・虚偽又は不正確な内容を掲載する行為</p>
            <p>　・悪意のあるレビュー等を掲載する行為</p>
            <p>
              　・本サービスに関する契約上の地位・権利・義務の第三者への譲渡、共有、交換行為
            </p>
            <p>
              　・本サービスの利用停止、アカウント登録抹消された者が、再度、本サービスを利用、アカウント登録を試みる行為
            </p>
            <p>
              　・サービス規約（サービス提供者用）第3章第1条第2項に定めるUnivaPayサービス契約に違反する行為
            </p>
            <p>
              　・上記のいずれかに該当すると当社が判断する行為及び当社が不適切と判断する全ての行為
            </p>
            <p>
              2.ユーザーは、本規約の違反行為その他本サービスの不適切な利用に起因して当社に生じた損害（合理的な弁護士費用を含みます。）を賠償するものとします。
            </p>
          </div>
        </div>
      </div>

      <div class="main-privacy__content">
        <div class="main-privacy__title">
          <p>第９条　個人情報</p>
        </div>
        <div class="main-privacy__body">
          <div class="main-privacy__body-title">
            <p>
              1.ユーザーは、本サービスに関連して当社が知り得たユーザーの個人情報を当社のプライバシーポリシー（「個人情報保護方針」及び「個人情報の取扱い」を含みます。）（以下「本ポリシー」といいます。）及び本規約に従って取り扱うことにつき同意するものとします。
            </p>
            <p>
              2.当社は、本サービスを提供する上でユーザーにとって必要な情報を、ユーザーに対し、電子メール、郵便、電話等によって連絡をすることができるものとします。
            </p>
            <p>
              3.ユーザーは、個人情報を適切に管理し、第三者による盗取・漏洩等の発生防止の措置を講じ、法令を遵守するものとします。
            </p>
          </div>
        </div>
      </div>

      <div class="main-privacy__content">
        <div class="main-privacy__title">
          <p>第１０条　本サービスの停止</p>
        </div>
        <div class="main-privacy__body">
          <div class="main-privacy__body-title">
            <p>
              1.当社は、以下のいずれかに該当する場合には、ユーザーに事前の通知することなく、本サービスの利用の一部又は全部を停止又は中断することができるものとします。
            </p>
            <p>
              　・本サービスに係るシステムの点検又は保守作業を定期的又は緊急に行う場合
            </p>
            <p>
              　・地震、火災、停電等の不可抗力により本サービスの運営ができなくなった場合
            </p>
            <p>　・その他、当社が停止又は中断を必要と合理的に判断した場合</p>
            <p>
              2.当社は、当社の合理的な判断により、本サービスの内容を変更し又は提供を終了することができます。
            </p>
            <p>
              3.当社が本サービスの提供を終了する場合、当社は登録ユーザーに事前に通知するものとします。
            </p>
          </div>
        </div>
      </div>

      <div class="main-privacy__content">
        <div class="main-privacy__title">
          <p>第１１条　利用停止等</p>
        </div>
        <div class="main-privacy__body">
          <div class="main-privacy__body-title">
            <p>
              1.当社は、ユーザーが下記のいずれかの事由に該当したと当社が合理的に判断した場合、事前の通知なく、本サービスの一部又は全部の利用停止措置やアカウント登録の抹消を実施する場合があります。当該ユーザーはこれに対して理由の開示要求や異議申立てをすることはできません。
            </p>
            <p>　・本規約に違反したとき</p>
            <p>
              　・当社に提供した情報の全部又は一部につき虚偽又は不正確な事実があることが判明したとき
            </p>
            <p>　・不法行為を行い、又は法令等に違反したとき</p>
            <p>
              　・反社会勢力もしくは反社会的活動を行う団体に所属、又は資金提供や経営に関係するなどこれらと関係を有すると当社が判断したとき
            </p>
            <p>　・虚偽の内容を記載・投稿したと当社が判断したとき</p>
            <p>
              　・破産手続開始、民事再生手続開始、会社更生手続開始の申立てを行うか、第三者から当該申立てを受けたとき、差押、仮差押、仮処分又は滞納処分を受け、その他当該ユーザーの信用を著しく悪化させる事態が生じたとき
            </p>
            <p>　・銀行取引停止処分を受けたとき</p>
            <p>
              　・対象サービスの利用、又は対象サービスの提供において誠実な対応や義務の履行がなされなかったとき
            </p>
            <p>
              　・当社からの問い合わせその他の回答を求める連絡に対して20日間以上応答がない場合
            </p>
            <p>
              　・当社又は本サービスの信用を毀損し、又は当社の営業を妨害したとき
            </p>
            <p>
              　・他のユーザー、第三者とのトラブル、クレーム又は違反報告が当社の定める一定の基準に到達したと当社が判断したとき
            </p>
            <p>
              　・その他当社がユーザーとして相応しくない、又は継続した本サービス利用に相応しくないと判断したとき
            </p>
            <p>
              2.ユーザーは、本条による利用停止等の後も、当社及び第三者に対する本規約上の一切の義務及び債務（損害賠償債務を含みますが、これに限りません。）を免れるものではありません。
            </p>
            <p>
              3.当社は、ユーザーが第1項各号に該当し又は該当するおそれがあると当社が合理的に判断した場合その他当社が必要と認める場合には、ユーザーに対し、違反行為の中止、送信又は投稿した情報の自発的な削除・訂正等を求めることがあり、ユーザーは、当社が求める期間内に当該求めに応じるものとします。
            </p>
            <p>
              4.当社は、本条に基づき当社が行った措置によりユーザーに生じた不利益や損害について、当社に故意又は重過失がある場合を除き、一切の責任を負いません。
            </p>
          </div>
        </div>
      </div>

      <div class="main-privacy__content">
        <div class="main-privacy__title">
          <p>第１２条　権利の帰属</p>
        </div>
        <div class="main-privacy__body">
          <div class="main-privacy__body-title">
            <p>
              1.当社ウェブサイト又は本サービスに関する知的財産権、営業秘密等の一切の権利は、全て当社又はその他権利者に帰属しており、ユーザーは、当社又はその他権利者の事前の書面による許諾なくして自ら利用し又は第三者に利用させることはできません。
            </p>
            <p>
              2.ユーザーは、自らの投稿コンテンツが第三者の知的財産権その他権利を侵害していないことを表明、保証します。
            </p>
            <p>
              3.当社は、本サービスの提供・改善・紹介のために、必要な範囲で、投稿コンテンツを利用することがあります。
            </p>
          </div>
        </div>
      </div>

      <div class="main-privacy__content">
        <div class="main-privacy__title">
          <p>第１３条　外部サービス</p>
        </div>
        <div class="main-privacy__body">
          <div class="main-privacy__body-title">
            <p>
              1.本サービスはFacebook、Twitter等の外部サービスと連携してサービスを提供することがあります。
            </p>
            <p>
              2.外部サービスと連携した本サービスを利用する場合は、ユーザーは、自らの責任において外部サービスを利用するものとします。外部サービスの仕様によっては、外部サービス上に投稿内容が表示される場合がありますが、当社は外部サービス上の当該投稿内容について編集又は削除する義務を負いません。
            </p>
            <p>
              3.ユーザーは、本サービスと連携した外部サービスを利用する場合、当該連携事業者及び外部サービスの各規約に従うものとします。
            </p>
            <p>
              4.当社は、いつでも本サービスと外部サービスの連携を変更・中断・中止することができるものとします。
            </p>
            <p>
              5.本サービスのビジネスプランにおける広告運用は、Facebook,
              Inc.の利用規約（以下「FB利用規約」といいます。）に従うものとします。本サービスのビジネスプランを利用するサービス提供者は、FB利用規約に同意するものとし、当社は、FB利用規約遵守のために必要な措置をとることができるものとします。
            </p>
            <p>
              6.ユーザーが外部サービスを利用したこと又は本サービスと外部サービスの連携が変更・中断・中止したことによりユーザー又は第三者に生じた問題・損害につき、当社は、一切の責任を負いません。
            </p>
          </div>
        </div>
      </div>

      <div class="main-privacy__content">
        <div class="main-privacy__title">
          <p>第１４条　免責等</p>
        </div>
        <div class="main-privacy__body">
          <div class="main-privacy__body-title">
            <p>
              1.当社は、本サービスを通じてサービス提供者が提供する情報、本サービスからリンクが張られた他のサイトで表示される情報その他対象サービスに関する情報正確性・信頼性・安全性・適法性・道徳性・最新性・有用性・適合性・完全性・妥当性や対象サービスにより予約者の期待に沿うことを保証しません。
            </p>
            <p>
              2.サービス提供者は、対象サービスに関する投稿・広告等に関して一切の責任を負うものとし、予約者その他第三者との間の紛争は、自らの責任と費用においてを解決するものとします。
            </p>
            <p>
              3.本サービスに関し、ユーザー間、サービス提供者と予約者との間で又はユーザーと第三者との間で紛争が生じた場合、ユーザーは、自己の責任と費用において解決するものとし、当社は、当該紛争に関与する義務を負わないものとします。
            </p>
            <p>
              4.当社は、ブログ等でユーザーに対して適宜情報提供（おすすめやアドバイス等）をすることがありますが、これらの内容の正確性・妥当性・有用性を保証するものではありません。
            </p>
            <p>
              5.当社は、本サービスにつき、エラー・バグ・不具合等がないこと、ユーザーに適用される法令又は内部規則等に適合すること、対象サービスの売上・予約者の増加その他ユーザーが期待する性質を有することを保証しません。
            </p>
            <p>
              6.当社は、債務不履行、不法行為その他法律上の請求原因の如何を問わず、本サービス又は本規約に関連してユーザーが被った損害について、当社の故意又は重過失に起因する場合を除き、賠償する責任を一切負わないものとします。なお、消費者契約法の適用その他の理由により、本項その他当社の損害賠償責任を免責する規定にかかわらず当社がユーザーに対して損害賠償責任を負う場合においても、当社の責任は、当社に故意又は重過失がある場合を除き、当社の債務不履行又は不法行為によりユーザーに生じた損害のうち現実に発生した直接かつ通常の損害に限りかつ当該事由が生じた日から過去6ヶ月間に当該ユーザーが当社に支払った利用料の総額（当該支払総額がゼロの場合は1,000円）を上限とします。
            </p>
          </div>
        </div>
      </div>

      <div class="main-privacy__content">
        <div class="main-privacy__title">
          <p>第１５条　秘密保持</p>
        </div>
        <div class="main-privacy__body">
          <div class="main-privacy__body-title">
            <p>
              1.ユーザーは、当社の事前の書面による承諾がある場合を除き、本サービスに関連して当社が秘密である旨指定した情報を秘密に取り扱うものとします。
            </p>
            <p>
              2.ユーザーは、当社から求められた場合はいつでも、当社の指示に従い、遅滞なく、前項の情報及び当該情報を記載又は記録した書面その他の記録媒体物並びにその全ての複製物等を返却又は廃棄しなければなりません。
            </p>
          </div>
        </div>
      </div>

      <div class="main-privacy__content">
        <div class="main-privacy__title">
          <p>第１６条　紛争処理</p>
        </div>
        <div class="main-privacy__body">
          <div class="main-privacy__body-title">
            <p>
              1.対象サービスに関する契約は、サービス提供者と予約者との間で成立するものとします。
            </p>
            <p>
              2.サービス提供者と予約者との間で紛争が発生した場合、当該当事者間で紛争を解決するものとし、当該紛争により、当社又は第三者に損害が生じた場合、サービス提供者と予約者は連帯して、当社及び第三者に対して、当該損害を賠償するものとします。
            </p>
            <p>
              3.本サービスの利用に関連し、ユーザーが他のユーザー又は第三者からクレームや本規約の違反報告を受けた場合、直ちに当社に通知し、当該ユーザーの責任と費用によって解決するものとします。
            </p>
            <p>
              4.ユーザーによる本サービスの利用に関連して、当社が、他のユーザーその他の第三者から権利侵害その他の理由により何らかの請求を受けた場合は、当該ユーザーは、当該請求に基づき当社が当該第三者に支払いを余儀なくされた費用（弁護士費用を含みます。）や賠償金を負担するものとします。
            </p>
          </div>
        </div>
      </div>

      <div class="main-privacy__content">
        <div class="main-privacy__title">
          <p>第１７条　規約変更</p>
        </div>
        <div class="main-privacy__body">
          <div class="main-privacy__body-title">
            <p>
              当社は、本規約（当社のウェブサイトに掲載する本サービスに関するルール、諸規定等を含みます。以下本項において同じ。）を変更できるものとします。当社は、本規約を変更する場合には、ユーザーに本規約を変更する旨及び変更後の内容並びにその効力発生日を通知又は周知するものとします。なお、本規約の変更に際して、法令上ユーザーの同意が必要となる場合において、当社は本規約の変更についてユーザーの同意（効力発生後、ユーザーが本サービスを利用した場合又は当社の定める期間内に登録取消の手続をとらなかったときには、ユーザーが変更後の本規約が適用されることに同意したものとみなすことを含みます。）を取得します。
            </p>
          </div>
        </div>
      </div>

      <div class="main-privacy__content">
        <div class="main-privacy__title">
          <p>第１８条　事業譲渡等</p>
        </div>
        <div class="main-privacy__body">
          <div class="main-privacy__body-title">
            <p>
              当社は、本サービス及び関連する事業を他社に譲渡した場合（会社分割による場合も含みます。）は、本規約に基づく権利義務、契約上の地位、アカウント登録情報等の本サービス上の情報を譲受人に譲渡できるものとします。本条の定める内容について、登録ユーザーは予め合意したものとします。
            </p>
          </div>
        </div>
      </div>

      <div class="main-privacy__content">
        <div class="main-privacy__title">
          <p>第１９条　分離可能性</p>
        </div>
        <div class="main-privacy__body">
          <div class="main-privacy__body-title">
            <p>
              1.本規約のいずれかの条項又はその一部が法令上無効であるとされた場合であっても、無効とされた当該条項以外の本規約に定める条件については、引き続き有効なものとして適用されるものとします。当社及びユーザーは、当該無効とされた条項の趣旨に従い、これと同等の効果を確保できるように努めるとともに、修正された本規約に拘束されることに同意するものとします。
            </p>
            <p>
              2.本規約のいずれかの条項又はその一部が、あるユーザーとの関係で無効と判断された場合であっても、他のユーザーとの関係における有効性等には影響を及ぼさないものとします。
            </p>
          </div>
        </div>
      </div>

      <div class="main-privacy__content">
        <div class="main-privacy__title">
          <p>第２０条　準拠法・管轄裁判所</p>
        </div>
        <div class="main-privacy__body">
          <div class="main-privacy__body-title">
            <p>1.本規約の準拠法は日本法とします。</p>
            <p>
              2.本規約又は本サービスに関連する訴訟について、訴額に応じ、名古屋地方裁判所又は名古屋簡易裁判所を第一審の専属的合意管轄裁判所とします。
            </p>
          </div>
        </div>
      </div>

      <p>
        ----------------------------------------------------------------------
      </p>
      <p>サービス規約（サービス提供者用）</p>

      <div class="main-privacy__content">
        <div class="main-privacy__title">
          <p>第１章　料金</p>
          <p>第１条　総則</p>
        </div>
        <div class="main-privacy__body">
          <div class="main-privacy__body-title">
            <p>
              1.サービス提供者は、以下の定めに従い、当社に対し、本サービスの有料プラン利用料、予約手数料、決済手数料等の利用料を支払います。
            </p>
            <p>
              2.サービス提供者と当社との間で、契約書・申込書等により、別途、本規約に優先する合意がなされた場合には、当該別途合意の定めに従います。
            </p>
          </div>
        </div>
      </div>

      <div class="main-privacy__content">
        <div class="main-privacy__title">
          <p>第２条　有料プラン利用料</p>
        </div>
        <div class="main-privacy__body">
          <div class="main-privacy__body-title">
            <p>
              1.年契約（一括払い）の場合（12ヶ月分のプラン利用料を一括で支払う場合。以下、同様。）
            </p>
            <p>支払金額</p>
            <p>
              1)料金プラン一覧表に記載する金額（但し、別途申込書等で定めた場合は当該金額）とします。
            </p>
            <p>2)支払方法・支払時期</p>
            <p>a.クレジットカード払い</p>
            <p>
              プラン利用開始日の前日（更新時は、更新日の前日）までに、1年間分のプラン利用料をお支払いいただきます。
            </p>
            <p>b.銀行振込</p>
            <p>
              プラン利用開始日の前日（更新時は、更新日の前日）までに、1年間分のプラン利用料をお支払いいただきます。
            </p>
            <p>3)契約期間</p>
            <p>プラン利用開始日（更新日）から1年間とします。</p>
            <p>
              2.年契約（月々払い）の場合（プラン利用料を毎月支払う場合。以下、同様。）
            </p>
            <p>1)支払金額</p>
            <p>
              料金プラン一覧表に記載する金額（但し、別途申込書等で定めた場合は当該金額）とします。
            </p>
            <p>2)支払方法・支払時期</p>
            <p>a.クレジットカード払い</p>
            <p>
              プラン利用開始日の前日（更新時は、更新日の前日）までに、プラン利用料（月額換算した金額）をお支払いいただきます。
            </p>
            <p>b.銀行振込</p>
            <p>
              年契約（月々払い）のプランは、銀行振込には対応しておりません。
            </p>
            <p>3)契約期間</p>
            <p>プラン利用開始日（更新日）から1年間とします。</p>
            <p>4)途中解約</p>
            <p>
              年契約（月々払い）のプランにつき、契約期間の途中で解約された場合、残存期間分のプラン利用料全額を、解約時にお支払いいただきます（期限の利益の喪失）。
            </p>
            <p>
              3.月契約の場合（年契約（一括払い）・年契約（一括払い）以外の場合。以下、同様。）
            </p>
            <p>1)支払金額</p>
            <p>
              料金プラン一覧表に記載する金額（但し、別途申込書等で定めた場合は当該金額）とします。
            </p>
            <p>2)支払方法・支払時期</p>
            <p>銀行振込</p>
            <p>
              プラン利用開始日の前日（更新時は、更新日の前日）までに、別途申込書等で定められた契約期間分のプラン利用料をお支払いいただきます。
            </p>
            <p>3)契約期間</p>
            <p>
              プラン利用開始日（更新日）から別途申込書等で定められた契約期間とします。なお、最低契約期間は3ヶ月間とします。
            </p>
            <p>4.解約</p>
            <p>
              1)サービス提供者が有料プラン契約の解約を希望する場合、解約期限日（クレジットカード払いの場合は契約期間最終日の前日、銀行振込の場合は契約期間最終日の14日前の日をいいます。該当日が休日の場合は前営業日とします。以下、解約期限について同様とします。）までに書面又は電子メールにて、解約を通知（書面又は電子メールが当社に到達することを意味します。以下、同様とします。）することとします。
            </p>
            <p>
              2)サービス提供者が解約期限日までに解約を通知しなかった場合、サービス提供者の有料プラン契約は同一期間・同一条件で自動更新され、サービス提供者は、翌契約期間分の有料プラン利用料支払義務を負います。
            </p>
            <p>
              3)契約期間途中で解約が行われた場合においても、契約残存期間分の日割りでのご返金等は行われません。
            </p>
            <p>5.その他</p>
            <p>1)支払日が非営業日の場合は、翌営業日に繰り越されます。</p>
            <p>
              2)クレジットカードの課金処理ができなかった場合は、次回に繰り越し、課金処理をいたします。
            </p>
            <p>
              3)ベーシックプラン等上記と異なる有料プランで利用を開始した場合には、申込書等で定められた条件（変更された場合には、変更後の条件）とします。
            </p>
          </div>
        </div>
      </div>

      <div class="main-privacy__content">
        <div class="main-privacy__title">
          <p>第３条　予約手数料</p>
        </div>
        <div class="main-privacy__body">
          <div class="main-privacy__body-title">
            <p>1.総則</p>
            <p>以下の定めは、全ての有料プランに適用されます。</p>
            <p>用語の定義は、第２章にて定めます。</p>
            <p>2.支払金額等</p>
            <p>1)支払金額</p>
            <p>
              予約手数料は、料金プラン一覧表に記載する金額（但し、別途申込書等で定めた場合は当該金額、また変更された場合には、変更後の条件）とします。
            </p>
            <p>2)支払方法・支払時期</p>
            <p>a.クレジットカード払い</p>
            <p>b.銀行振込</p>
            <p>
              集計期間の末日が属する月の末日締めで、翌々月の末日までに予約手数料を支払うものとします。振込手数料は、サービス提供者の負担とします。
            </p>
          </div>
        </div>
      </div>

      <div class="main-privacy__content">
        <div class="main-privacy__title">
          <p>第４条　決済手数料</p>
        </div>
        <div class="main-privacy__body">
          <div class="main-privacy__body-title">
            <p>1.総則</p>
            <p>以下の定めは、全てのプランに適用されます。</p>
            <p>2.支払金額等</p>
            <p>1)支払金額</p>
            <p>
              a.クレジットカードの決済手数料は、予約1件毎に99円及びクレジットカード決済の対象となった予約の予約代金・月謝等に以下に定める決済手数料乗数を乗じた額の合計額とします。
            </p>
            <p>プランの種類 決済手数料乗数</p>
            <p>フリープラン 4.9%</p>
            <p>ライトプラン 4.9%</p>
            <p>ベーシックプラン 4.9%</p>
            <p>スタンダードプラン 4.9%</p>
            <p>プレミアムプラン 4.9%</p>
            <p>アドバンスドプラン 4.9%</p>
            <p>
              ※決済手数料乗数には、当社が収受する乗数とストライプジャパン株式会社（以下「UnivaPay」といいます。）　が収受する乗数が含まれております。なお、UnivaPayは、第３章第１条第２項記載のサービス提供者向けの支払処理サービスの提供主体です。
            </p>
            <p>
              b.上記と異なる条件で利用を開始した場合には、申込書等で定められた条件（変更された場合には、変更後の条件）とします。但し、フリープランについては、従前の条件にかかわらず、2022年12月20日0時00分以降の予約については、上記1.の定めが適用されます。
            </p>
            <p>2.支払方法・支払時期</p>
            <p>第３章にて定めます。</p>
            <p>
              ----------------------------------------------------------------------
            </p>
          </div>
        </div>
      </div>

      <div class="main-privacy__content">
        <div class="main-privacy__title">
          <p>第２章　予約手数料</p>
          <p>第１条（総則）</p>
        </div>
        <p>
          本章の定めは、本サービスのフリープランを利用するサービス提供者及びライトプラン、ベーシックプラン、スタンダードプラン、プレミアムプラン又はアドバンスドプランに登録したサービス提供者に適用されます。
        </p>
      </div>

      <div class="main-privacy__content">
        <div class="main-privacy__title">
          <p>第２条（定義）</p>
        </div>
        <div class="main-privacy__body">
          <div class="main-privacy__body-title">
            <p>
              1.「予約上限数」とは、集計期間（第３項にて定めます。）中に、サービス提供者が受け付けることができる予約件数の上限をいいます（具体的には、次条にて定めます。）。
            </p>
            <p>
              2.「予約受付件数」とは、集計期間（次項にて定めます。）中に、サービス提供者が受け付けた予約件数をいいます。
            </p>
            <p>
              3.「集計期間」とは、予約上限数及び予約受付件数を集計する期間をいいます（具体的には、次条にて定めます。）。
            </p>
            <p>
              4.「予約手数料」とは、集計期間中の予約受付件数が予約上限数を超えた場合に生じる料金をいいます（具体的には、第４条にて定めます。）。
            </p>
            <p>
              5.「登録日」とは、サービス提供者が特定のプランに登録した日（又は他のプランから当該特定のプランに変更した日）をいいます。
            </p>
          </div>
        </div>
      </div>

      <div class="main-privacy__content">
        <div class="main-privacy__title">
          <p>第３条（予約上限数及び集計期間）</p>
        </div>
        <div class="main-privacy__body">
          <div class="main-privacy__body-title">
            <p>1.予約上限数及び集計期間は、以下のとおりとします。</p>
            <p>1)クレジットカード払いの場合</p>
            <p>プランの種類 予約上限数 集計期間</p>
            <p>
              フリープラン 100件
              フリープラン登録日から1ヶ月間ごとの期間を集計期間とする。
            </p>
            <p>
              ライトプラン 200件
              ライトプラン登録日から1ヶ月間ごとの期間を集計期間とする。
            </p>
            <p>
              ベーシックプラン 200件
              ベーシックプラン登録日から1ヶ月間ごとの期間を集計期間とする。
            </p>
            <p>
              スタンダードプラン 2000件
              スタンダードプラン登録日から1ヶ月間ごとの期間を集計期間とする。
            </p>
            <p>
              プレミアムプラン 500件
              プレミアムプラン登録日から1ヶ月間ごとの期間を集計期間とする。
            </p>
            <p>アドバンスドプラン 無制限 -</p>
            <p>2)請求書払いの場合</p>
            <p>プランの種類 予約上限数 集計期間</p>
            <p>
              フリープラン 100件
              フリープラン登録日から当該登録日が属する月の末日までを初回の集計期間とし、以降は、毎月1日から末日までを集計期間とする。
            </p>
            <p>
              ライトプラン 200件
              ライトプラン登録日から当該登録日が属する月の末日までを初回の集計期間とし、以降は、毎月1日から末日までを集計期間とする。
            </p>
            <p>
              ベーシックプラン 200件
              ベーシックプラン登録日から当該登録日が属する月の末日までを初回の集計期間とし、以降は、毎月1日から末日までを集計期間とする。
            </p>
            <p>
              スタンダードプラン 500件
              スタンダードプラン登録日から当該登録日が属する月の末日までを初回の集計期間とし、以降は、毎月1日から末日までを集計期間とする。
            </p>
            <p>
              プレミアムプラン 2000件
              プレミアムプラン登録日から当該登録日が属する月の末日までを初回の集計期間とし、以降は、毎月1日から末日までを集計期間とする。
            </p>
            <p>アドバンスドプラン 無制限 -</p>
            <p>
              2.サービス提供者が前項に定める集計期間中にプランを変更した場合、変更前のプランの集計期間は、変更前のプランの登録日から変更日の前日までとして、予約上限数、予約受付件数、集計期間及び予約手数料等の定めを適用するものとします。なお、変更後のプランについては、前項の定めに従います。
            </p>
            <p>
              3.上記と異なる条件で利用を開始した場合には、申込書等で定められた条件（変更された場合には、変更後の条件）とします。
            </p>
          </div>
        </div>
      </div>

      <div class="main-privacy__content">
        <div class="main-privacy__title">
          <p>第４条（予約受付件数）</p>
        </div>
        <div class="main-privacy__body">
          <div class="main-privacy__body-title">
            <p>
              確定した予約、承認待ちの予約、予約後にキャンセルされた場合の当該予約、サービス提供者自身による予約、（電話応対等の後）サービス提供者が管理画面で入力した予約、グループ予約受付（１グループ予約受付につき１件）について、予約受付件数が加算されます。
            </p>
          </div>
        </div>
      </div>

      <div class="main-privacy__content">
        <div class="main-privacy__title">
          <p>第５条（予約手数料等）</p>
        </div>
        <div class="main-privacy__body">
          <div class="main-privacy__body-title">
            <p>
              1.フリープラン利用中のサービス提供者の集計期間中の予約受付件数が予約上限数を超えた場合、有料プランへの変更が必要となります。
            </p>
            <p>
              2.有料プラン利用中のサービス提供者の集計期間中の予約受付件数が予約上限数を超えた場合、サービス提供者は、前章の定めに従い、予約手数料を当社に支払うものとします。なお、プランの変更をした場合においても、変更前のプランについて既に発生した予約手数料については、支払の対象となります。
            </p>
            <p>
              3.第１項の場合においてサービス提供者が有料プランへの変更をしなかった場合、又は、第２項の場合においてサービス提供者が予約手数料の支払いを怠った場合、当社は、事前の通知なく、本サービスの一部利用制限、利用停止、アカウント登録の抹消、その他当社が適切と判断する措置をとることがあります。
            </p>
            <p>
              ----------------------------------------------------------------------
            </p>
          </div>
        </div>
      </div>

      <div class="main-privacy__content">
        <div class="main-privacy__title">
          <p>第３章　クレジットカード決済</p>
        </div>
        <div class="main-privacy__body">
          <div class="main-privacy__body-title">
            <p>
              1.フリープラン利用中のサービス提供者の集計期間中の予約受付件数が予約上限数を超えた場合、有料プランへの変更が必要となります。
            </p>
            <p>
              2.有料プラン利用中のサービス提供者の集計期間中の予約受付件数が予約上限数を超えた場合、サービス提供者は、前章の定めに従い、予約手数料を当社に支払うものとします。なお、プランの変更をした場合においても、変更前のプランについて既に発生した予約手数料については、支払の対象となります。
            </p>
            <p>
              3.第１項の場合においてサービス提供者が有料プランへの変更をしなかった場合、又は、第２項の場合においてサービス提供者が予約手数料の支払いを怠った場合、当社は、事前の通知なく、本サービスの一部利用制限、利用停止、アカウント登録の抹消、その他当社が適切と判断する措置をとることがあります。
            </p>
            <p>
              ----------------------------------------------------------------------
            </p>
          </div>
        </div>
      </div>

      <div class="main-privacy__content">
        <div class="main-privacy__title">
          <p>第１条（クレジットカード決済）</p>
        </div>
        <div class="main-privacy__body">
          <div class="main-privacy__body-title">
            <p>第１条（クレジットカード決済）</p>
            <p>
              1.サービス提供者は、本規約や当社所定の手続に従い、予約者が対象サービスの予約代金をクレジットカードで支払う形式により対象サービスを提供することができます（以下「クレジットカード決済」という。）。
            </p>
            <p>
              2.本サービスのうちサービス提供者向けの支払処理サービスの部分については、UnivaPayが主体者として直接提供し、サービス提供者は、UnivaPayアカウント契約（UnivaPay利用規約を含み、総称して「UnivaPayサービス契約」といいます。）に従うものとします。本規約への同意又は本サービスにおいてサービス提供者としての取引の継続により、サービス提供者は、UnivaPayサービス契約（随時UnivaPayにより修正されることがあり、その場合には修正されたものを含みます。）に拘束されることに同意するものとします。
              UnivaPayを通じた支払処理サービスを本サービスができるようにするための条件として、サービス提供者は、本サービスに対してサービス提供者及びサービス提供者の事業に関する正確かつ完全な情報を提供することに同意し、本サービスが当該情報及びUnivaPayが提供する支払処理サービスのサービス提供者による使用に関連する取引情報を共有することを認めるものとします。
            </p>
          </div>
        </div>
      </div>

      <div class="main-privacy__content">
        <div class="main-privacy__title">
          <p>第２条（売上金額の支払等）</p>
        </div>
        <div class="main-privacy__body">
          <div class="main-privacy__body-title">
            <p>
              1.UnivaPay利用規約の規定にかかわらず、UnivaPayは、サービス提供者に対し、毎月1日から末日の間（※）に発生した予約の予約代金及び月謝等（次項で定めます。）の売上金額（消費税相当額を含み、以下「売上金額」といいます。）の合計から、所定の決済処理関連費用（決済手数料、返金手数料、及びチャージバックの発生に係る手数料を含みます。）を差し引いた金額を、翌月25日（同日が非営業日の場合は、翌営業日）までに、サービス提供者が本サービス上で指定した銀行口座（以下「登録銀行口座」といいます。）に振込の手続を行います。※協定世界時（UTC）に準拠するシステムの仕様上、対象月の1日午前9時頃から翌月1日午前9時頃まで（日本標準時（JST)）の売上が振込対象になります。
            </p>
            <p>
              2.サービス提供者は、サービス提供者・予約者間の対象サービス利用に関する契約が毎月一定日に自動的に更新され、契約更新時（但し、初回は契約締結時）に対象サービスの予約代金の支払義務が発生する形式（以下「月謝形式」といい、当該予約代金を「月謝等」といいます。）により、対象サービスを提供することができます。
            </p>
            <p>
              3.サービス提供者が登録銀行口座を登録していない場合、登録銀行口座が無効の場合、又は、決済機能の利用審査や支払いにあたって追加の情報請求がされている場合は、当該情報の登録を当社が確認するまで、売上金額の振込手続を行いません。また、当社は、予約のキャンセルのリスク、チャージバックリスクその他諸般の事情を考慮し、当社の合理的な判断に基づき、売上金額の支払いを一時中止することができるものとします。また、サービス提供者が本サービス上で登録した支払先に関する情報に誤りがあり、それにより売上金額の受取が遅延した場合や損害が発生した場合であっても、当社に故意又は重過失がある場合を除き、当社はいかなる責任も負いません。
            </p>
            <p>
              4.当社は、サービス提供者の承諾を得ることなく予告なく手数料を改定する場合があり、サービス提供者はこれに同意することとします。また、改定後の料金体系は、当社が定める日から適用されるものとします。
            </p>
          </div>
        </div>
      </div>

      <div class="main-privacy__content">
        <div class="main-privacy__title">
          <p>第３条（対象サービスの中止及び変更等）</p>
        </div>
        <div class="main-privacy__body">
          <div class="main-privacy__body-title">
            <p>
              1.サービス提供者が、自らの都合により対象サービスを中止する場合、当社所定の方法により画面の指示に従って当該対象サービスに発生に係る予約のキャンセル手続を行ってください。予約代金を支払った予約者に対しては、各クレジットカード会社等を通して当社所定の方法で予約代金の全額を当社より返金します。
            </p>
            <p>
              2.サービス提供者は、対象サービスに変更や瑕疵があった場合は、当該対象サービスを予約した予約者に速やかにその事実を通知しなければなりません。
            </p>
            <p>
              3.サービス提供者は、対象サービスの質の維持に義務を負い、その品質が損なわれる可能性があるときは速やかに決済機能を無効にするか、当該対象サービスを非公開にしなければなりません。
            </p>
            <p>
              4.サービス提供者は、予約者から対象サービスの瑕疵・債務不履行・クーリングオフ等の理由によって予約代金の返金請求が発生した場合、速やかにその返金請求に応じ、当該予約者に対し返金の義務を負うものとします。
            </p>
            <p>
              5.クレジットカードのチャージバック（クレジットカードの不正利用や詐欺、認知しないクレッジットカードの利用、サービス提供者の返金処理の未実施、重複予約を含みます。他の規定においても同様。）が発生した場合、サービス提供者はチャージバック発生に係る手数料及び代行手数料を当社に支払います。
            </p>
            <p>
              6.チャージバックの発生による手数料を売上金額から控除できない場合、サービス提供者は、当社所定の手続により、遅滞なく当該手数料を当社に支払うものとします。当社は、当該債務の支払いが完了するまで、サービス提供者による本サービスの利用停止その他必要と認められる措置を事前の通知なく当社の合理的な判断によって実施できるものとします。
            </p>
          </div>
        </div>
      </div>

      <div class="main-privacy__content">
        <div class="main-privacy__title">
          <p>第４条（紛争処理等）</p>
        </div>
        <div class="main-privacy__body">
          <div class="main-privacy__body-title">
            <p>
              1.予約代金の返金請求について紛争が生じた場合、サービス提供者は自らの責任で予約者と紛争を解決します。予約代金の返金請求についてサービス提供者に損害が発生した場合であっても、当社はいかなる責任も負いません。
            </p>
            <p>
              2.クレジットカードのチャージバックが発生したことによる損害およびその他予約者からの代金回収不能による損害はサービス提供者が負担するものとし、当社に故意又は重過失がある場合を除き、当社は一切負担しないものとします。
            </p>
            <p>
              3.当社の判断により決済機能は予告なく停止・中断する場合があります。決済機能の停止・中断によりサービス提供者に損害が発生した場合であっても、当社に故意又は重過失がある場合を除き、当社はいかなる責任も負いません。
            </p>
            <p>
              ----------------------------------------------------------------------
            </p>
          </div>
        </div>
      </div>
      <p>サービス規約（予約者用）</p>

      <div class="main-privacy__content">
        <div class="main-privacy__title">
          <p>第１条（クレジットカード決済）</p>
        </div>
        <div class="main-privacy__body">
          <div class="main-privacy__body-title">
            <p>
              1.予約者は、本規約や当社所定の手続に従い、クレジットカード決済の方法により、サービス提供者が定めた対象サービスの予約代金を支払うことができます（なお、予約代金には消費税相当額を含みます。）。
            </p>
            <p>
              2.クレジットカード決済に利用するクレジットカードは予約者本人の名義に限るものとします。
            </p>
            <p>
              3.クレジットカードの利用について、予約者はクレジットカード会社等との間で別途契約する条件に従うものとします。
            </p>
            <p>
              4.サービス提供者が月謝形式により対象サービスを提供する場合、予約者は、サービス提供者との契約締結時及び契約更新時に対象サービスの予約代金を支払います。なお、予約者は、契約締結時に初回の月謝等全額の支払義務を負うものとします。また、月の途中で契約開始又は終了した場合も、未利用期間の日割計算等による精算や返金は行わないものとします。
            </p>
          </div>
        </div>
      </div>

      <div class="main-privacy__content">
        <div class="main-privacy__title">
          <p>第２条（対象サービスの中止・変更等）</p>
        </div>
        <div class="main-privacy__body">
          <div class="main-privacy__body-title">
            <p>
              1.予約者は、本規約や当社所定の手続に従い、クレジットカード決済の方法により、サービス提供者が定めた対象サービスの予約代金を支払うことができます（なお、予約代金には消費税相当額を含みます。）。
            </p>
            <p>
              2.クレジットカード決済に利用するクレジットカードは予約者本人の名義に限るものとします。
            </p>
            <p>
              3.クレジットカードの利用について、予約者はクレジットカード会社等との間で別途契約する条件に従うものとします。
            </p>
            <p>
              4.サービス提供者が月謝形式により対象サービスを提供する場合、予約者は、サービス提供者との契約締結時及び契約更新時に対象サービスの予約代金を支払います。なお、予約者は、契約締結時に初回の月謝等全額の支払義務を負うものとします。また、月の途中で契約開始又は終了した場合も、未利用期間の日割計算等による精算や返金は行わないものとします。
            </p>
          </div>
        </div>
      </div>

      <div class="main-privacy__content">
        <div class="main-privacy__title">
          <p>第２条（対象サービスの中止・変更等）</p>
        </div>
        <div class="main-privacy__body">
          <div class="main-privacy__body-title">
            <p>
              1.サービス提供者の事情により、対象サービスが中止又は変更された場合であっても、当社は当該中止を告知する義務を負わず、また、当該中止に関していかなる責任も負いません。サービス提供者が当社所定の方法でキャンセル処理を行った場合、予約代金の払戻しを各クレジットカード2.会社等を通して当社所定の方法で実施します。
            </p>
            <p>
              2.予約者が自らの都合により予約をキャンセルする場合、当社所定の方法により画面の指示に従って当該対象サービスに発生した予約のキャンセル手続を行ってください。予約者が当社所定の方法でキャンセル処理を行い、かつ、キャンセル操作をする日時が当該対象サービスを提供するサービス提供者が掲載する「特定商取引法に関する表記」内にある「キャンセルについての特約事項」においてキャンセル可能な日時の範囲に含まれる場合に限り、予約代金の払戻しを各クレジットカード会社等を通して当社所定の方法で実施します。なお、予約履行日を過ぎた場合、予約者はキャンセル手続を行えません。
            </p>
            <p>
              3.クレジットカードの利用に関連して、予約者とサービス提供者又はクレジットカード会社等との間で何らかの紛争が発生した場合は、予約者とサービス提供者又はクレジットカード会社等との間で責任をもって解決するものとします。
            </p>
            <p>
              4.当社は、予約者の責めに帰すべき事由（予約時のメールアドレス又は電話番号等の連絡先の入力ミス、及び、当社又はサービス提供者からの連絡等を受領しないこと等を含みます。）により、予約者に発生する一切の損害等（対象サービスを受けられなかったこと又は返金を受けられなかったこと等を含みますが、これらに限られません。）について、当社に故意又は重過失がある場合を除き、いかなる責任も負いません。
            </p>
          </div>
        </div>
      </div>
      <div>
        <p>
          ----------------------------------------------------------------------
        </p>
        <p>2022年12月20日制定</p>
        <br />
        <p>予約システム ARXIA 予約</p>
        <p>様々な業種に対応</p>
        <p>ヨガ・ピラティス</p>
        <p>リラク・マッサージ・エステ</p>
        <p>フィットネス</p>
        <p>ヘアサロン</p>
        <p>ネイルサロン</p>
        <p>貸し会議室</p>
        <p>展示会・見学会</p>
        <p>スクール・教室</p>
        <p>説明会・セミナー</p>
        <p>採用説明会</p>
        <p>サークル・コミュニティ</p>
        <p>イベント</p>
        <p>観光・旅行ガイド</p>
        <p>弁護士・税理士・士業</p>
        <p>料理教室</p>
        <p>ゴルフ教室</p>
        <p>英会話教室</p>
        <p>パソコン教室</p>
        <p>スポーツ教室</p>
        <p>その他</p>
        <p>体験・レッスン予約</p>
        <p>カテゴリーから探す</p>
        <p>美容院・まつげ・ネイル</p>
        <p>リラク・マッサージ・エステ</p>
        <p>ヨガ・ピラティス</p>
        <p>フィットネス</p>
        <p>イベント</p>
        <p>スクール・教室</p>
        <p>ショップ</p>
        <p>貸しスペース・貸し会議室</p>
        <p>サークル・コミュニティ</p>
        <p>レストラン・居酒屋・カフェ</p>
        <p>旅行・観光</p>
        <p>医療・健康・介護</p>
        <p>弁護士・税理士・士業</p>
        <p>カウンセリング</p>
        <p>占い</p>
        <p>レジャー・スポーツ</p>
        <p>サービス</p>
        <br />
        <p>お問い合わせ</p>
        <p>資料請求</p>
        <p>デモ動画</p>
        <p>事例紹介</p>
        <p>利用プラン</p>
        <p>予約ボタンを設置</p>
        <p>会員管理システム</p>
        <p>月額課金サービス</p>
        <p>管理者権限機能</p>
        <p>販売パートナー制度</p>
        <p>アプリ</p>
        <p>予約管理アプリ (iOS)</p>
        <p>予約管理アプリ (Android)</p>
        <p>会員アプリ「Coubic」(iOS/Android) NEW!</p>
        <p>規約</p>
        <p>利用規約</p>
        <p>プライバシーポリシー</p>
        <p>特定商取引法の表示</p>
        <br />
        <p>運営会社</p>
        <p>採用情報</p>
        <p>お知らせ</p>
        <p>©ARXIA, Inc.</p>
      </div>
    </div>
  </div>
</template>

<script setup lang="ts">
import { i18n } from "~/../../src/shared/plugins/i18n";

definePageMeta({ layout: "check" });

const { t } = i18n.global;
</script>

<style scoped lang="scss">
@use "element-plus/theme-chalk/src/common/var.scss" as *;
@use "element-plus/theme-chalk/src/mixins/mixins" as *;
@use "../assets/scss/variables" as *;

.privacy {
  font-size: 14px;
  line-height: 22px;
  margin-bottom: 64px;
  margin-top: 48px;
  color: $black-80;

  .box-privacy {
    padding: 0 19.1%;
    word-wrap: break-word;

    .header-privacy {
      text-align: center;
      line-height: 24px;

      &__title {
        font-size: 20px;
        font-weight: 700;
      }

      &__text {
        color: $black-40;
        font-size: 14px;
      }
    }

    .main-privacy {
      &__introduction {
        margin-top: 40px;
        font-size: 15px;
      }

      &__title {
        font-weight: 700;
        margin-top: 32px;
        margin-bottom: 10px;
      }

      &__body-title {
        margin: 20px 0;
      }
    }
  }
}

@include res("xs-only", $breakpoints-spec) {
  .privacy {
    .box-privacy {
      padding: 0 6.3%;
    }
  }
}
</style>
